bash
bat
btop
curl
docker
eza
fastfetch
fd 
fish
fmt
fzf
git
go
grep
helm
jq 
kubectl 
lazygit
less
lua 
neovim 
nodejs 
npm 
opencode 
openssh 
pass
python 
ripgrep
rust 
starship 
task
terraform 
tldr 
tmux
tree-sitter
tree-sitter-cli
unzip
vim 
wget
yazi
zoxide 
